/* No comment provided by engineer. */
"Acknowledgements" = "Acknowledgements";

/* No comment provided by engineer. */
"Album" = "Album";

/* No comment provided by engineer. */
"Are you sure?" = "Are you sure?";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Photo" = "Delete Photo";

/* No comment provided by engineer. */
"Measure" = "Measure";

/* No comment provided by engineer. */
"Settings" = "Settings";
